export const listOfBooksTemp = [
    {
        "_id": "1Dd6P3sBNZhbsXhokKqy",
        "_ignored": [
            "book_description.keyword"
        ],
        "_index": "books",
        "_score": 3,
        "_source": {
            "book_author": " Уэйс Маргарет, Хикмен Трейси",
            "book_description": "\nМечтая покорить Соламнию, император Ариакас отправляет Китиару за магическим артефактом, Оком Дракона. Но коварная судьба сталкивает Темную Госпожу с ненавистной Лораной, которая вместе с верными друзьями Стурмом, Флинтом и Тассельхофом тоже решилась на рискованное путешествие. Жизнь Китиары висит на волоске; чтобы спастись и доказать свою преданность Богине Такхизис, Темная Госпожа клянется привести под ее знамена легендарного Рыцаря Смерти.",
            "book_genre": " Фэнтези",
            "book_name": "Драконы Повелительницы Небес",
            "book_points": "10.0"
        },
        "_type": "_doc"
    },
    {
        "_id": "Azd6P3sBNZhbsXhoka0E",
        "_index": "books",
        "_score": 3,
        "_source": {
            "book_author": " Дойл Артур Конан",
            "book_description": "",
            "book_genre": " История",
            "book_name": "Ад в небесах",
            "book_points": "10.0"
        },
        "_type": "_doc"
    },
    {
        "_id": "Vjd6P3sBNZhbsXhoka5V",
        "_ignored": [
            "book_description.keyword"
        ],
        "_index": "books",
        "_score": 3,
        "_source": {
            "book_author": " \"Фэн Нун\"",
            "book_description": " Фэн Мин погиб в 19 лет, спасая ребенка. В благодарность, отец малыша, оказавшийся магом, дарует герою шанс на вторую жизнь в параллельном мире. Очнулся Фэн Мин в хрупком теле наследного принца, первого красавца государства, похожего на Древний Китай. Что будет с Фэн Мином, когда он начнет разбираться в окружающих его тайнах? Когда раскроется его настоящая личность, и что случилось с настоящим принцем?",
            "book_genre": " Любовно-фантастические романы, Слеш, ...Эротика",
            "book_name": "Феникс на девятом небе. 1 том (ЛП)",
            "book_points": "10.0"
        },
        "_type": "_doc"
    },
    {
        "_id": "5zd6P3sBNZhbsXhoka5W",
        "_index": "books",
        "_score": 3,
        "_source": {
            "book_author": " Исаева Полина Евгеньевна \"Yaroslav4ik\"",
            "book_description": "  ",
            "book_genre": " Фэнтези",
            "book_name": "С Небес На Землю (СИ)",
            "book_points": "10.0"
        },
        "_type": "_doc"
    },
    {
        "_id": "9Dd6P3sBNZhbsXhoka5W",
        "_index": "books",
        "_score": 3,
        "_source": {
            "book_author": " Линдгрен Астрид",
            "book_description": " Герой этой весёлой повести – проказник и сорванец Эмиль, от его проделок трепещет весь хутор близ Лённеберги. А придумала её замечательная шведская писательница Астрид Линдгрен, лауреат многих престижных премий, в том числе Золотой медали Андерсена.",
            "book_genre": " Детская проза, Детские приключения, ...Зарубежные детские книги",
            "book_name": "Эмиль из Леннеберги",
            "book_points": "10.0"
        },
        "_type": "_doc"
    },
    {
        "_id": "Xjd6P3sBNZhbsXhokrID",
        "_ignored": [
            "book_description.keyword"
        ],
        "_index": "books",
        "_score": 3,
        "_source": {
            "book_author": " Измайлова Ирина Александровна",
            "book_description": "Ты еще можешь спастись - бежать из обреченного города, спрятаться, скрыться и доживать свой долгий земной век в покое, достатке и ничтожестве. Или ты предпочтешь иное Спасение. Ради которого взойдешь на стену Христова Града с оружием в руках - чтобы отстоять свою веру, свою любовь и бессмертную душу.",
            "book_genre": " Исторические приключения",
            "book_name": "Царство небесное",
            "book_points": "10.0"
        },
        "_type": "_doc"
    },
    {
        "_id": "2Td6P3sBNZhbsXhokrID",
        "_ignored": [
            "book_description.keyword"
        ],
        "_index": "books",
        "_score": 3,
        "_source": {
            "book_author": " Полякова Татьяна Викторовна",
            "book_description": " Сестрица Агата подкинула Феньке почти неразрешимую задачу: нужно найти живой или мертвой дочь известного писателя Смолина, которая бесследно исчезла месяц назад. У Феньки две версии: либо Софью убили, чтобы упечь в тюрьму ее бойфренда Турова и оттяпать его долю в бизнесе, либо она сама сбежала. Пришлось призвать на помощь верного друга Сергея Львовича Берсеньева. Введя его в курс событий, Фенька с надеждой ждала озарений. Тот и обрадовал: дело сдвинется с мертвой точки, если появится труп. И труп не замедлил появиться: его нашли на участке Турова. Только пролежал он в землице никак не меньше тридцати лет. С каждым днем это дело становилось все интереснее и запутанней. А Фенька постоянно думала о своей потерянной любви, уже не надеясь обрести выстраданное и долгожданное счастье. Но небеса рассудили иначе…",
            "book_genre": " Любовные романы, Детективы",
            "book_name": "Небеса рассудили иначе",
            "book_points": "9.33"
        },
        "_type": "_doc"
    },
    {
        "_id": "yTd6P3sBNZhbsXhokrWU",
        "_index": "books",
        "_score": 3,
        "_source": {
            "book_author": " Москаленко Юрий \"Мюн\"",
            "book_description": " Теперь же, провернув хитрую аферу, он и его товарищи смогли попасть на Испытание Облаков, где им предстоит доказать свой талант или… погибнуть. Третьего не дано.",
            "book_genre": " Боевая фантастика",
            "book_name": "Небесный Трон 6 (СИ)",
            "book_points": "10.0"
        },
        "_type": "_doc"
    }
]